ent-MCWeaponDMR37 = Марксманская винтовка SCA DMR-37 
    .desc = DMR-37 компании San Cristo Arms — это марксманская винтовка Корпуса морской пехоты ТерраGov. Получила широкую известность благодаря исключительной точности поражения целей на дистанциях, превышающих стандартные показатели. При этом винтовка не оснащена режимами стрельбы очередями или автоматическим огнём. Эта модель особенно популярна среди стрелков, предпочитающих более осторожный и прицельный стиль ведения огня. Использует безгильзовые патроны 10x27.
ent-MCMagazineDMR37 = Магазин DMR-37 (10x27mm)
    .desc = Магазин для винтовки DMR-37.
ent-MCCartridgeDMR37 = Патрон (10x27mm)
    .desc = Винтовочный патрон 10x27.
ent-MCBulletDMR37 = { ent-BulletRifle10x24mm }
    .desc = { ent-BulletRifle10x24mm.desc }
