reagent-name-mc-ozelomelyn = Озеломелин
reagent-desc-mc-ozelomelyn = Сильнодействующее химическое вещество ксеноморфов, которое быстро выводит другие вещества из кровотока, вызывая лёгкое отравление организма без дальнейшего развития. По странной причине оно, похоже, имеет водную основу.

reagent-name-mc-sleeptoxin = Снотворное
reagent-desc-mc-sleeptoxin = Эффективное снотворное средство, применяемое для лечения бессонницы.

reagent-name-mc-toxin = Токсин
reagent-desc-mc-toxin = Медленно метаболизирующийся стойкий токсин.
