ent-MCActionXenoSelectWeeds = Выбрать смоляную траву
    .desc = Выберите смоляную траву для посадки с помощью способности «Посадить смоляную траву».
ent-MCActionXenoPlantWeeds = Посадить смоляную траву
    .desc = Посадите узел, который начнет выращивать смоляную траву в радиусе 3 плиток, что позволит ксеноморфам лечиться и восстанавливать плазму, находясь на траве.
ent-MCActionXenoLayEgg = Отложить яйцо (200)
    .desc = Создайте яйцо, из которого после небольшой задержки вырастет лцехват. В пустые яйца можно вернуть лцехвата.
