ent-MCActionXenoCreateResinJelly = Выделить смоляное желе (100)
    .desc = создает смоляное желе в вашей активной руке. Данное желе может быть использовано на другого ксеноморфа или на самого себя, для получения иммунитета к огню на 30 секунд. Если положить желе на землю, то другие ксеноморфы всё равно смогут его использовать.
ent-MCActionXenoAcidicSalve = Пси-восстановление (150)
    .desc = Используется на ксеноморфах в радиусе одного тайла, чтобы восстановить им 50 HP. Здоровье, которое будет восстановлено увеличивается при активных феромонах восстановления. 1/20 часть восстановленного здоровья используется для восстановления раскола брони.
