mc-job-name-captain = Капитан
mc-job-description-captain = Командир корабля, ответственный за все операции на судне, поддержку морпехов с орбиты и связь с наземными силами. Отдавайте приказы, которые никто не слушает. Объявления по громкой связи игнорируются. Даже "Пожалуйста" не работает. Нажмите большую красную кнопку (потому что можете). "Орбитальный удар по ФОБ? Конечно! А что, был кто-то ещё в радиусе поражения?" Умоляйте хоть кого-то выполнить ваши команды. "Я же капитан! Почему вы все делаете вид, что я — мебель?!" Переложите свои обязанности на кого-то другого. "Командование? Нет, это слишком сложно. Пусть за меня решает СМО… или тот парень из инженеров."
mc-job-prefix-captain = Cap
MCCapitan = Капитан

mc-job-name-fc = Полевой Командир
mc-job-description-fc = Командир батальона ТГМС, отвечающий за всех, кто высаживается на планету. Должен вести морпехов в бой, побеждать с поддержкой воздуха и управлять бесконечным потоком подкреплений, обрушивающихся на угрозу ксеноморфов. Тактический гений (по версии самого себя). Используйте бинокль, чтобы вызывать авиаудары (КАС), стрелять из Большой Пушки ОБ или скромненько рельсотрона. "Да, я управляю всей операцией! Нет, я не знаю, где именно наши войска!". Плачьте, когда ксенос крадет ваш мегафон. Потеряли проклятую ядерную бомбу, потому что кто-то оставил ее без крепления на 0,5 секунды, и теперь ксеносы играют песни Бенни Хилла, пока вы отчаянно гоняетесь за ней. Плачьте когда вы в пещерах.
mc-job-prefix-fc = FC
MCFC = Полевой Командир

mc-job-name-so = Штабной Офицер
mc-job-description-so = Cвязующее звено между командованием и взводами, передающее важную тактическую информацию и координирующее действия подразделений для достижения победы. "Тактический" гений. Радиоэфир — ваше проклятие и спасение: "1-й взвод, отходите оттуда!.. Нет, я серьёзно!.. Да блин, они уже мертвы..." "2-й взвод, где вы?! На карте вас нет, в рации молчите... Вы вообще живы?". Рисуете "гениальные" стрелочки на карте, которые все игнорируют. Предлагаете "безупречный план", который тут же разваливается, потому что морпехи решили "просто пойти напролом". "Я же чётко сказал — не лезьте туда!.. Ага, вот и вас порвали. Поздравляю." (Тихо рыдаете в углу командного пункта.) "Сэр, вы куда?! Нет, 'дать королю в морду' — это не часть плана!.. Всё, он мёртв. Теперь я за главного?" (Вас назначают временным капитаном, но радости это не приносит — потому что теперь вас тоже никто не слушает.)
mc-job-prefix-so = SO
MCSO = Штабной Офицер
