mc-job-name-cmo = Старший Медицинский Офицер
mc-job-description-cmo = Организуйте прямую медицинскую логистику с врачами и медиками. Назначьте, кто будет проводить операции на ТАДе, но обычно это самопровозглашённый ТАД хирург. Убедитесь, что санитары отрядов полностью укомплектованы медикаментами, а врачи и медики справляются с потоками раненых. Вставьте как можно больше цитат из доктора Хауса, прежде чем передозируете оксикодоном.
mc-job-prefix-cmo = CMO
MCCMO =Старший Медицинский Офицер

mc-job-name-doctor = Медицинский Доктор
mc-job-description-doctor = Лечит раны, изготавливает/использует медикаменты и возвращает к жизни полумёртвых морпехов. Хирурги, которые всегда нужны. Удаляйте осколки и личинки ксеноморфов. Чините сломанные кости, внутренние кровотечения и повреждённые органы. Кидайте роботов в роботолечебную машину (да, это официальный термин). Игнорируйте приказы СМО (но делайте вид, что слушаетесь). СЛАВЬТЕ ТРУБУ! (PRAISE TUBE!)
mc-job-prefix-doctor = Doc
MCDoctor = Медицинский Доктор

mc-job-name-researcher = Исследователь
mc-job-description-researcher = Спускайтесь на планету вместе с морпехами, чтобы добыть трупы ксеноморфов и ценные исследовательские материалы. Используйте свои исследования, чтобы закупать спецоборудование для морпехов. Вам всё равно придётся делать полевую хирургию, потому что доктора слишком заняты "сложными случаями". Купите термомаскировочный плащ и притворяйтесь, что можете незаметно пробираться за линию ксеноморфов. (Спойлер: вас всё равно найдут. Но вы хотя бы выглядели круто.)
mc-job-prefix-researcher = Res
MCResearcher = Исследователь
