ent-RMCSignRequisitions = руководство КМП США при обслуживании отделом поставок
    .desc =
        1. Вы не имеете право на обслуживание. Быть обслуженным - это привилегия, а не право.
        2. Для получения услуг вы должны быть полностью одеты. Криосонное белье недопустимо.
        3. Квартермейстер имеет право последнего слова и право отказать в обслуживании. Только исполняющий обязанности командира может отменить их решения.
        4. Пожалуйста, относитесь к сотрудникам отдела заявок с уважением. Они много работают.
